arch-install-scripts
base
base-devel
bat
bottom
chezmoi
choose
clang
dust
eza
fakeroot-tcp
fd
fzf
ghq
git
git-delta
github-cli
gping
helix
hotspot
jq
lazygit
lldb
llvm
mcfly
mise
neofetch
neovim
nushell
openssh
ouch
paru
perf
procs
python-pip
ripgrep
rustup
sd
sheldon
starship
strace
stylua
sudo
tealdeer
vim
wget
zellij
zoxide
zsh
