base
bat
blueman
bottom
breeze
broot
chezmoi
clang
cups
debugedit
discord
dosfstools
dust
efibootmgr
emacs-wayland
eza
fakeroot
fcitx5-configtool
fcitx5-mozc
fcitx5-skk
fd
ffmpegthumbnailer
firefox
fish
fuse3
fuzzel
fzf
git
git-delta
github-cli
greetd
greetd-tuigreet
grub
gvfs
hypridle
hyprland
hyprlock
hyprpaper
ibus
intel-ucode
iwd
kaccounts-integration
keepassxc
kitty
lazygit
libvdpau-va-gl
libvterm
linux
linux-firmware
linux-headers
lua-language-server
luarocks
make
mako
mcfly
mdformat
mpd
mpv
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvidia-dkms
obsidian
opendoas
openssh
pandoc-cli
patch
pavucontrol
pipewire-pulse
pkgconf
poppler-glib
procs
pyright
python-markdown
python-pip
qt5-wayland
qt6ct
rclone
ripgrep
ruby
rust-analyzer
seahorse
sheldon
starship
steam
stylua
sudo
tealdeer
thunar
tmux
ttf-font-awesome
ttf-sourcecodepro-nerd
tumbler
unzip
vim
vlc
waybar
wget
which
wqy-zenhei
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zoxide
zsh
