arch-install-scripts
base
base-devel
bat
bottom
chezmoi
choose
clang
dust
eza
fd
ffmpegthumbnailer
fzf
ghq
git
git-delta
github-cli
gping
helix
jq
lazygit
less
lldb
llvm
lua-language-server
luarocks
marksman
mcfly
nano
neofetch
neovim
noto-fonts-cjk
nushell
openssh
ouch
perf
poppler
procs
python-lsp-server
python-pip
python-pygments
ripgrep
ruff
rustup
sd
sheldon
skim
starship
strace
stylua
sudo
tealdeer
tmux
ttf-noto-nerd
ttf-sourcecodepro-nerd
unarchiver
unzip
vifm
vim
wget
wl-clipboard
yazi
zellij
zoxide
zsh
